import React from "react";

export const VisionContainer = () => {
    return (
        <div className="general-card">
            <div className="row homepage-titles">
                <h5><b>ದೃಷ್ಟಿ</b></h5>
            </div>
            <div className="row">
                <p> ಬಹು-ಶಿಸ್ತಿನ, ತಂತ್ರಜ್ಞಾನ-ಶಕ್ತಗೊಂಡ ಶಿಕ್ಷಣವನ್ನು ಬಲಪಡಿಸಲು; ನಾವೀನ್ಯತೆ ಮತ್ತು ಶ್ರೇಷ್ಠತೆಗಾಗಿ ಸಂಶೋಧನೆಯನ್ನು ಉತ್ತೇಜಿಸಲು; ಸುಸ್ಥಿರ ಸಮಾಜವನ್ನು ರಚಿಸಲು ಶ್ರಮಿಸುವ ಜವಾಬ್ದಾರಿಯುತ ಭವಿಷ್ಯದ ನಾಗರಿಕರಾಗಿ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ತರಬೇತುಗೊಳಿಸುವುದು. </p>
            </div>
        </div>
    )
}

export const MissionContainer = () => {
    return (
        <div className="general-card">
            <div className="row homepage-titles">
                <h5><b>ಮಿಷನ್</b></h5>
            </div>
            <div className="row">
                <ul>
                    <li>ಫಲಿತಾಂಶ-ಆಧಾರಿತ ಗುಣಮಟ್ಟದ ಶಿಕ್ಷಣವನ್ನು ನೀಡಲು, ಅತ್ಯಾಧುನಿಕ ಮೂಲಸೌಕರ್ಯದೊಂದಿಗೆ ಪ್ರಾಯೋಗಿಕ ಕಲಿಕೆಗೆ ಒತ್ತು ನೀಡುವುದು. </li>
                    <li>ಬಹು-ಶಿಸ್ತಿನ ಸಂಶೋಧನೆ ಮತ್ತು ನಾವೀನ್ಯತೆಗೆ ಅನುಕೂಲಕರ ವಾತಾವರಣವನ್ನು ಸೃಷ್ಟಿಸುವುದು.</li>
                    <li>ಎಲ್ಲಾ ಸುತ್ತಿನ ಬೆಳವಣಿಗೆ, ಶಿಸ್ತು, ನೈತಿಕತೆ ಮತ್ತು ಸಾಮಾಜಿಕ ಸೂಕ್ಷ್ಮತೆಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುವ ಸಮಗ್ರ ಶಿಕ್ಷಣದ ಮೂಲಕ ವೃತ್ತಿಪರರನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು.</li>
                    <li>ಸಾಮರ್ಥ್ಯ ವರ್ಧನೆ ಮತ್ತು ಉದ್ಯಮಶೀಲತೆಗೆ ಕಾರಣವಾಗುವ ಉದ್ಯಮ-ಸಂಸ್ಥೆಯ ಸಹಯೋಗವನ್ನು ಪೋಷಿಸಲು.</li>
                    <li>ಸುಸ್ಥಿರ ಮತ್ತು ಅಂತರ್ಗತ ಸಮಾಜವನ್ನು ಖಾತ್ರಿಪಡಿಸುವ ತಂತ್ರಜ್ಞಾನದ ಅಳವಡಿಕೆಯನ್ನು ಬಲಪಡಿಸಲು, ಸಮಾಜದ ಎಲ್ಲಾ ವರ್ಗಗಳಿಗೆ ಪ್ರಯೋಜನವನ್ನು ನೀಡುತ್ತದೆ.</li>
                    <li>ಶೈಕ್ಷಣಿಕ ಸೇವೆಗಳ ಕಾಲಮಿತಿಯ ವಿತರಣೆಗಾಗಿ ಇ-ಆಡಳಿತವನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ಬಲಪಡಿಸಲು.</li>
                </ul>
            </div>
        </div>
    )
}