export const COMMENTS = [
    {
        id: 0,
        batchId: 0,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Simon Hunt',
        date: '2018-10-25T16:30Z'
    },
    {
        id: 1,
        batchId: 0,
        rating: 3,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Zandra Katherine',
        date: '2017-06-17T03:33Z'
    },
    {
        id: 2,
        batchId: 0,
        rating: 4,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Amy Keophilavong',
        date: '2019-02-18T18:12Z'
    },
    {
        id: 3,
        batchId: 0,
        rating: 3,
        text: "ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.",
        author: 'Jean Luc',
        date: '2019-08-04T20:11Z'
    },
    {
        id: 4,
        batchId: 0,
        rating: 5,
        text: "ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.",
        author: 'R. E. Osariemen',
        date: '2018-07-23T19:44Z'
    },
    {
        id: 5,
        batchId: 1,
        rating: 4,
        text: "ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.",
        author: 'Juan Cortez',
        date: '2017-06-17T03:33Z'
    },
    {
        id: 6,
        batchId: 1,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'McKenzie Sebastian',
        date: '2019-02-18T18:12Z'
    },
    {
        id: 7,
        batchId: 1,
        rating: 5,
        text: '',
        author: 'Brennen Ech',
        date: '2019-08-04T20:11Z'
    },
    {
        id: 8,
        batchId: 1,
        rating: 4,
        text: "ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.",
        author: 'Amy Keophilavong',
        date: '2018-07-23T19:44Z'
    },
    {
        id: 9,
        batchId: 1,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Jordan Runn',
        date: '2019-08-04T20:11Z'
    },
    {
        id: 10,
        batchId: 2,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Olaf the Snowman',
        date: '2019-02-18T18:12Z'
    },
    {
        id: 11,
        batchId: 2,
        rating: 1,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Vincent and Mona Lisa Gambini',
        date: '2018-10-25T16:30Z'
    },
    {
        id: 12,
        batchId: 2,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Ann Dabramov',
        date: '2018-07-23T19:44Z'
    },
    {
        id: 13,
        batchId: 2,
        rating: 4,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Amy Keophilavong',
        date: '2018-10-25T16:30Z'
    },
    {
        id: 14,
        batchId: 2,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Dave Lister',
        date: '2019-08-04T20:11Z'
    },
    {
        id: 15,
        batchId: 3,
        rating: 4,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Markell Richards',
        date: '2017-06-17T03:33Z'
    },
    {
        id: 16,
        batchId: 3,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Amy Keophilavong',
        date: '2018-07-23T19:44Z'
    },
    {
        id: 17,
        batchId: 3,
        rating: 5,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Tinus Lorvaldes',
        date: '2018-10-25T16:30Z'
    },
    {
        id: 18,
        batchId: 3,
        rating: 4,
        text: 'ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.',
        author: 'Chloe Haskins',
        date: '2017-06-17T03:33Z'
    },
    {
        id: 19,
        batchId: 3,
        rating: 5,
        text: "ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ನಾವು, ಒಂದು ರಾಷ್ಟ್ರವಾಗಿ, ಕೋವಿಡ್-19 ಅವಧಿಯ ಮೂಲಕ ಅತ್ಯಂತ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಯಾಣಿಸಿದ್ದೇವೆ ಮತ್ತು ಆರೋಗ್ಯಕರ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿರಲು ನೀವೆಲ್ಲರೂ ಲಸಿಕೆಯನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೀರಿ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ. ಕರ್ನಾಟಕ ವಿಶ್ವವಿದ್ಯಾನಿಲಯವು ನಮ್ಮ ಸಮುದಾಯಕ್ಕೆ ಸಹಾಯ ಮಾಡುವುದು ಮತ್ತು ನಮ್ಮೆಲ್ಲರಿಗೂ ಲಸಿಕೆ ಶಿಬಿರಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು ಸೇರಿದಂತೆ COVID-19 ಅವಧಿಯಲ್ಲಿ ಕಷ್ಟಕರ ಸಂದರ್ಭಗಳನ್ನು ಧೈರ್ಯದಿಂದ ಮತ್ತು ಪ್ರಾಮಾಣಿಕವಾಗಿ ನಿಭಾಯಿಸಿದೆ. ಹೊಸ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಹೊರತರಲು ನಾವು ಮೊದಲಿಗರಾಗಿದ್ದೇವೆ ಮತ್ತು ಘಟಕ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಕಾಲೇಜುಗಳು ನೀಡುವ ಎಲ್ಲಾ UG ಕೋರ್ಸ್‌ಗಳಲ್ಲಿ NEP ಆಧಾರಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಅಳವಡಿಸಿದ್ದೇವೆ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.",
        author: 'Minae Lee',
        date: '2019-02-18T18:12Z'
    }
];
