import malateshpb from '../assets/teachers/malateshpb.jpeg';
import nayanamb from '../assets/teachers/nayanamb.jpeg';

export const TEACHERS = [
    {
        id: 0,
        name: 'ಮಾಲತೇಶ.ಪ.ಬೆಟಗೇರಿ',
        image: malateshpb,
        education: 'MA, B.Ed',
        title: 'ಮುಖ್ಯ ಸಂಚಾಲಕರು ',
        description:
            'ಆತ್ಮೀಯ ವಿದ್ಯಾರ್ಥಿಗಳು, ಸಹೋದ್ಯೋಗಿಗಳು ಮತ್ತು ಸಿಬ್ಬಂದಿ, ಮೊದಲನೆಯದಾಗಿ, ನಾನು ಮೃತ್ಯುಂಜಯ ನವೋದಯ ಕೋಚಿಂಗ್ ಕ್ಲಾಸ್ ನ ಮುಖ್ಯ ಸಂಚಾಲಕನಾಗಿದ್ದೇನೆ, ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.'
    },
    {
        id: 1,
        name: 'ನಯನಾ.ಮ.ಬೆಟಗೇರಿ ',
        image: nayanamb,
        title: 'ಮುಖ್ಯ ಸಂಚಾಲಕರು ',
        education: 'BSc, B.Ed',
        description:
            'ಆತ್ಮೀಯ ವಿದ್ಯಾರ್ಥಿಗಳು, ಸಹೋದ್ಯೋಗಿಗಳು ಮತ್ತು ಸಿಬ್ಬಂದಿ, ಮೊದಲನೆಯದಾಗಿ, ನಾನು ಮೃತ್ಯುಂಜಯ ನವೋದಯ ಕೋಚಿಂಗ್ ಕ್ಲಾಸ್ ನ ಮುಖ್ಯ ಸಂಚಾಲಕನಾಗಿದ್ದೇನೆ, ಉತ್ತಮ ಬೋಧನೆ, ಗುಣಮಟ್ಟದ ಸಂಶೋಧನೆ ಮತ್ತು ಸಮುದಾಯದ ಪ್ರಭಾವಗಳಿಗೆ ಹೆಸರುವಾಸಿಯಾದ ವಿಶ್ವವಿದ್ಯಾಲಯ. ಈ ಕಾರ್ಯಗಳು ಮತ್ತು ಅನುಷ್ಠಾನಗಳನ್ನು ಸಾಧಿಸಲು ಕಾರಣರಾದ ಎಲ್ಲರಿಗೂ ನಾನು ಧನ್ಯವಾದಗಳನ್ನು ಅರ್ಪಿಸುತ್ತೇನೆ.'
    }
];
