
import React from "react";
import { Container } from "reactstrap";

export const EnteranceExam = () => {
    return (
        <div className="general-card">
            <div className="row information-title">
                <h3>4 ಹಾಗು 5ನೇ ತರಗತಿ ಪ್ರವೇಶ ಪರೀಕ್ಷೆ</h3>
            </div>
            <div className="row"> <p>
                <li>ಎಲ್ಲ ವಿದ್ಯಾರ್ಥಿಗಳು ಪ್ರವೇಶ ಪರೀಕ್ಷೆಯಲ್ಲಿ ಉತ್ತೀರ್ಣರಾಗಿರಬೇಕು. </li>
                <li>ಪರೀಕ್ಷೆಯಲ್ಲಿ ಉತ್ತೀರ್ಣರಾದ ಮಕ್ಕಳ ಪೋಷಕರಿಕೆ ಕರೆಯ ಮೂಲಕ ತಿಳಿಸಲಾಗುವುದು.</li>
                <li>ಪ್ರಶ್ನೆ ಪತ್ರಿಕೆ ಕೆಳಕಂಡಂತ ವಿಷಯವಾಗಿರುತ್ತದೆ. </li>
                <li>ಶಾಲಾ ಪಠ್ಯಕ್ರಮದ ವಿಷಯಗಳು. ಕನ್ನಡ, ಇಂಗ್ಲಿಷ್, ವಿಜ್ಞಾನ ಮತ್ತು ಸಾಮಾನ್ಯ ಜ್ಞಾನ</li>
            </p>
            </div>
            <div className="">
                <p> <b> ಗಮನವಿರಲಿ :</b> ಪ್ರವೇಶ ಪರೀಕ್ಷೆಯು ಪ್ರತಿ ವರ್ಷ ಮೇ ಅಥವಾ ಜೂನ್ ತಿಂಗಳಲ್ಲಿ ಇರುತ್ತದೆ. ಸರಿಯಾದ ದಿನಾಂಕವಲ್ಲೂ ತಿಳಿಯಲು ಏಪ್ರಿಲನಲ್ಲಿ <a href="/contact">ಸಂಪರ್ಕಿಸಿ.</a> </p>
            </div>
        </div>
    )
}

export const Facilities = () => {
    return (
        <div className="general-card">
            <div className="row information-title">
                <h3>ವಿದ್ಯಾರ್ಥಿಗಳ ಸೌಲಭ್ಯಗಳು</h3>
            </div>
            <div className=""><p>
                <li>ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಶಿಕ್ಷಕರೊಂದಿಗೆ, ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಉತ್ತಮ ಗುಣಾತ್ಮಕ ಶಿಕ್ಷಣವನ್ನು ಒದಗಿಸುವುದು.</li>
                <li>ಮಕ್ಕಳು ತಮ್ಮ ಪ್ರತಿದಿನವನ್ನು ಯೋಗ, ಧ್ಯಾನ ಮತ್ತು ಪ್ರಾರ್ಥನೆಗಳಿಂದ ಶುರು ಮಾಡುತ್ತಾರೆ.</li>
                <li>ದಿನನಿತ್ಯವೂ ಬೇರೆ ಬೇರೆ ರೀತಿಯ ಸಸ್ಯಾಹಾರಿ ಪ್ರೋಟಿನ್ ಆಹಾರ.</li>
                <li>ಫಿಲ್ಟರ್ ನೀರಿನ ವ್ಯವಸ್ಥೆ.</li>
                <li>ಸಂಸ್ಥೆಯು ಪೂರ್ತಿಯಾಗಿ CC ಕ್ಯಾಮರಾ ರಕ್ಷಣೆಯಲ್ಲಿದೆ. </li>
                <li>ಮಕ್ಕಳಿಗೆ ಸೋಲಾರ್ ಬೆಳೆಕಿನ ವ್ಯವಸ್ಥೆ.</li>
                <li>ಸ್ನಾನಕ್ಕೆ ಎಲ್ಲರಿಗು ಬಿಸಿನೀರಿನ ವ್ಯವಸ್ಥೆ. </li>
                <li>ಮಕ್ಕಳ ಸಮವಸ್ತ್ರ ಒಗೆಯಲು ಕೆಲಸದವರಿರುತ್ತಾರೆ.</li>
                <li>ಆಟವಾಡಲು ಮಕ್ಕಳಿಗೆ ಕ್ರೀಡಾ ಸಲಕರಣೆಗಳು.</li>
            </p>
            </div>
        </div>
    )
}

export const ThingsToBring = () => {
    return (
        <div className="general-card">
            <div className="row information-title">
                <h3>ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಭರ್ತಿಮಾಡುವ ದಿನ ಏನೇನು ತರಬೇಕು. </h3>
            </div>
            <div className="row"> <p>
                <li>ವಿದ್ಯಾರ್ಥಿಯ ಎರಡು ಪಾಸ್ಪೋರ್ಟ್ ಸೈಜ್ ಫೋಟೋ.</li>
                <li>ಸರಿಯಾದ ಹೆಸರು ಮತ್ತು ಜನನ ಪಾತ್ರದ ದಾಖಲೆ.</li>
                <li>50% ಕೋಚಿಂಗ್ ಶುಲ್ಕವನ್ನು ಪಾವತಿಸಬೇಕು.</li>
                <li>ವಿದ್ಯಾರ್ಥಿ ಮತ್ತು ಪೋಷಕರ ಆಧಾರ್ ಕಾರ್ಡ್ ಜೆರಾಕ್ಸ್.</li>
                <li>ವಿದ್ಯಾರ್ಥಿಯ ಉಡುಗೆ ತೊಡುಗೆಯ ಮತ್ತು ಶಾಲಾ ಬ್ಯಾಗ್.</li>
                <li>ಶಾಲಾ ಪಠ್ಯಪುಸ್ತಕ, ಕೋಚಿಂಗ್ ಕ್ಲಾಸ್ ತಿಳಿಸಿರುವ ಹಾಗೆ ಪುಸ್ತಕಗಳು ಮತ್ತು ಇತರೆ ವಸ್ತುಗಳಾದ  ಪೆಣ್, ಪೆನ್ಸಿಲ್, ರಬ್ಬರ್, ಕಂಪಾಸ್, ತಟ್ಟೆ, ಲೋಟ, ಬಟ್ಟೆ ಸಾಬೂನು, ಬಾಡಿ ಸಾಬುನ, ಬಕೆಟ್, ಮಗ್/ಚರಗಿ,  ಕೊಬ್ಬರಿ ಎಣ್ಣೆ, ಟೂತ್ ಪೇಸ್ಟ್, ನೈಲ್ ಕಟರ್, ಟೂತ್ ಬ್ರಷ್, ಟಾರ್ಚ್, ಬೆಡ್ ಶೀಟ್, ಬ್ಲಾಂಕೆಟ್, ಪಾದರಕ್ಷೆಗಳು.. ಇತ್ಯಾದಿ.</li>
                <li>ವಾರ್ಡನ್ ಅವರನ್ನು ಭೇಟಿಮಾಡಿ, ಯುನಿಫಾರ್ಮ್ ಮತ್ತು ಇತರೆ ಏನಾದರು ಬೇಕಾದಲ್ಲಿ ತಿಳಿದುಕೊಳ್ಳಿ.</li>
            </p>
            </div>
            <div className="row">
                <p><b>ಗಮನವಿರಲಿ :</b>
                <li> ನಿಮ್ಮ ಮಕ್ಕಳು ನಮ್ಮ ಮಕ್ಕಳಿದ್ದ ಹಾಗೆ, ಯಾವುದೇ ಚಿಂತೆ ಬೇಡಾ !!!.</li>
                <li> ನಿಮ್ಮ ಪದೇ ಪದೇ ಬರುವಿಕೆಯಿಂದ ಮಕ್ಕಳನ್ನು ಹತೋಟಿಯಲ್ಲಿ ಇಟ್ಟುಕೊಳ್ಳುವುದು ನಮಗೆ ತೊಂದರೆಯಾಗುವುದು. ಅದಕ್ಕೆ ಪ್ರತಿ ಪೋಷಕರ ದಿನದಂದೇ ನೀವು ಬಂದು ನೋಡಬೇಕು. ಹಾಗೇನಾದರೂ ನಿಮ್ಮ ಅವಶ್ಯ ಕತೆ ಇದ್ದಲ್ಲಿ, ನಾವು ನಿಮಗೆ ಕರೆಮಾಡಿ ತಿಳಿಸುತ್ತೇವೆ.</li>
                <li>ಮಕ್ಕಳ ಕೈಯಲ್ಲಿ 20 ರೂಪಾಯಿಗಿಂತ ಜಾಸ್ತಿ ಹಣ ಮತ್ತು ಬೆಲೆಬಾಳುವ ವಸ್ತುಗಳು ಬೇಡ.</li>
                </p>
            </div>
        </div >
    )
}